app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Text"], ["text", "Text"], ["created_at", 2016-09-29 03:10:41 UTC], ["updated_at", 2016-09-29 03:10:41 UTC]]
---
  def create
    @article = Article.new(params[:article])

    @article.save